RRN_Data/1471700/1471719.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-12-10T04:14:46.028+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-12-10T04:14:46.028+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="231210-000098" version="5"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-12-10T04:14:45.479+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="EnvironmentalObstruction" id="231210-000098-1" version="5"><situationRecordCreationReference>frvau2023-12-10-92271-frvau231210-92271-13</situationRecordCreationReference><situationRecordCreationTime>2023-12-10T02:49:00.168+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-12-10T04:14:33.253+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-12-10T04:14:45.479+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-12-10T02:49:00.168+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Est</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-12-10T02:49:00.000+01:00</overallStartTime><overallEndTime>2023-12-10T04:13:00.000+01:00</overallEndTime></validityTimeSpecification></validity><impact><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Est/DE Besançon/District Remiremont/CEI Vesoul</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">patrouilleur DIR Est  sur place
prudence</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 670 m à l'ouest de Lure</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Paris vers Delle - Suisse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>eastBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>47.66691</latitude><longitude>6.3779144</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Genevreuille</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N19</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Lure</value></values></alertCLocationName><specificLocation>42864</specificLocation></alertCLocation><offsetDistance><offsetDistance>670</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>aligned</directionRelativeAtPoint><linearElement><roadNumber>N0019</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>150.0</distanceAlong><fromReferent><referentIdentifier>70PR61U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><environmentalObstructionType>fallenTrees</environmentalObstructionType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>